Repository: wp-plugins/ketchup-restaurant-reservations
Catalog: languages/kechup_restaurant_reservations-*.po
Languages: el

source: Restaurant Reservations
el: Κρατήσεις Εστιατορίων

source: Upload Contacts to MailChimp
el: MailChimp

source: Enter the API KEY
el: Εισαγώγή API KEY

source: Enter the list name
el: Δώστε το όνομα της λίστας

source: The mailchimp list you want to upload contacts
el: Όνομα λίστας επαφών για μεταφόρτωση στο mailchimp

source: Restaurant Name
el: Εστιατόριο

source: Upload All
el: Μεταφόρτωση όλων

source: Upload Contacts
el: Αποστολή Επαφών

source: Tables Options
el: Επιλογές Τραπεζιών

source: Minimum number of persons
el: Ελάχιστα άτομα ανα τραπέζι

source: Table Available After
el: Τραπέζι διαθέσιμο μετά από

source: Bookings
el: Κρατήσεις

source: Administrator Information
el: Διαχείρηση

source: Reservation Status
el: Κατάσταση

source: Pending
el: Σε Αναμονή

source: Rejected
el: Ακυρωμένο

source: Confirmed
el: Επιβεβαιωμένο

source: Table ID
el: Αναγνωριστικό

source: Reservation Information
el: Πληροφορίες κράτησης

source: Starting Time
el: Ώρα έναρξης

source: Ending Time
el: Ώρα λήξης

source: Date
el: Ημερομηνία

source: Persons Number
el: Αρ. Ατόμων

source: Contact Information
el: Στοιχεία επαφής

source: Reservation Name
el: Κράτηση στο όνομα

source: Phone Number
el: Τηλέφωνο

source: Save
el: Αποθήκευση

source: Status
el: Κατάσταση

source: Add Working Period
el: Προσθήκη Ημέρας Εργασίας

source: Sunday
el: Κυριακή

source: Monday
el: Δευτέρα

source: Tuesday
el: Τρίτη

source: Wednesday
el: Τετάρτη

source: Thursday
el: Πέμπτη

source: Friday
el: Παρασκευή

source: Saturday
el: Σάββατο

source: Add
el: Προσθήκη

source: Create Exception
el: Προσθήκη Εξαίρεσης

source: Update
el: Διόρθωση

source: Delete
el: Διαγραφή

source: Current Working Periods
el: Περιόδοι Εργασίας

source: Current Exceptions
el: Εξαιρέσεις

source: Insert Table
el: Εισαγωγή τραπεζιού

source: Table Capacity
el: Διαθεσιμότητα ατόμων

source: Number of Tables
el: Αριθμός τραπεζιών

source: Persons per Table
el: Άτομα ανα τραπέζι

source: Minimum Persons per Table
el: Ελάχιστα άτομα ανα τραπέζι

source: Add Tables
el: Πρόσθεσε τραπέζια

source: Edit Tables
el: Διόρθωση τραπεζιών

source: Update Table
el: Διόρθωση

source: Delete Table
el: Διαγραφή

source: Restaurant
el: Εστιατόριο

source: Parent Restaurant:
el: Γονικό εστιατόριο

source: All restaurants
el: Όλα τα εστιατόρια

source: View Restaurant
el: Επισκόπηση εστιατορίου

source: Add New Restaurant
el: Προσθήκη νέου εστιατορίου

source: Add New
el: Προσθήκη Νέου

source: Edit Restaurant
el: Διόρθωση εστιατορίου

source: Update Restaurant
el: Ενημέρωση εστιατορίου

source: Search Restaurant
el: Αναζήτηση εστιατορίου

source: Not found
el: Δε βρέθηκε

source: Not found in Trash
el: Δε βρέθηκε στα διεγραμμένα

source: A restaurant registry
el: Λίστα εστιατορίων

source: Notification
el: Ειδοποιηση

source: Parent Notification:
el: Γονική ειδοποίηση

source: All Notifications
el: Όλες οι ειδοποιήσεις

source: View Notification
el: Επισκόπηση Ειδοποιησης

source: Add New Notification
el: Προσθήκη Ειδοποίησης

source: Edit Notification
el: Δίορθωση Ειδοποίησης

source: Update Notification
el: Ενημέρωση Ειδοποίησης

source: Search Notification
el: Αναζήτηση Ειδόποιησης

source: A notifications registry
el: Λίστα Ειδοποιήσεων

source: Address
el: Διεύθυνση

source: Phone
el: Τηλέφωνο

source: Assigned To
el: Για το

source: Not allowed Action
el: Μη επιτρεπόμενη ενέργεια

source: Make Reservation
el: Κάνε κράτηση

source: Notification Template
el: Πρότυπο ειδοποίησης

source: Assign to Restaurant
el: Ανάθεση στο εστιατόριο

source: Country
el: Χώρα

source: City
el: Πόλη

source: Postal Code
el: Ταχ. κώδικας

source: Time Zone
el: Ζώνη ώρας

source: Date Format
el: Μορφή ημερομηνίας

source: Reservation Default Duration (Minutes)
el: Προεπιλεγμένη διάρκεια κράτησης

source: Working Periods
el: Ώρες εργασίας

source: Tables
el: Τραπέζια
